Repository: jazzido/django-profile
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: That username has invalid characters. The valid values are letters, numbers and underscore.
es: Ese usuario tiene carácteres no permitidos. Se permiten letras, números y subrayado.
it: Questo nome utente ha caratteri invalidi. I caratteri validi sono lettere, numeri e '_'.

source: The username is already registered.
es: Ese nombre de usuario ya está registrado.
it: Il nome utente è già registrato.

source: The passwords inserted are different.
es: Las contraseñas introducidas no coinciden.
it: Le password inserite sono differenti.

source: That e-mail is already used.
es: Ese e-mail ya está utilizado.
it: Questa e-mail è già usata.

source: There's no user with that e-mail
es: No existe ningún usuario con ese e-mail
it: Non ci sono utenti con questa e-mail

source: Email change confirmation on %s
es: Confirmación de cambio de e-mail en %s
it: Cambio email confermata su %s

source: Password reset on %s
es: Reseteo de contraseña en %s
it: Reset password di %s

source: Activate your account on %s
es: Activa tu cuenta en %s
it: Attivato il tuo account su %s

source: Email validation process for %(user)s of type %(type)s
es: Proceso de validación por e-mail para %(user)s del tipo %(type)s
it: Processo di validazione email per %(user)s di tipo %(type)s

source: E-mail changed successfully.
es: La dirección de correo ha sido cambiada correctamente.
it: Cambio e-mail effettuato con successo.

source: The key you received via e-mail is no longer valid. Please try the e-mail change process again.
es: La clave que recibiste por e-mail ya no es válida. Por favor, inicia el proceso de cambio de e-mail de nuevo.
it: La chiave che hai ricevuto via e-mail non è più valido. Per favore riprova il processo di cambio e-mail.

source: Account validated successfully. Now you can access to the login page with your username and password and start using this site.
es: Tu cuenta ha sido validada correctamente. Ya puedes acceder a la página de login con tu usuario y contraseña y empezar a utilizar este sitio.
it: Account validato. Adesso puoi procedere alla pagina di login con il tuo nome utente e la password e cominciare ad usare questo sito.

source: The key you received via e-mail is no longer valid. Please try the e-mail validation process again.
es: La clave que recibiste por e-mail ya no es válida. Por favor, inicia el proceso de validación de cuenta de nuevo.
it: La·chiave·che·hai·ricevuto·via·e-mail·non·è·più·valida.·Per·favore·riprova·il·processo·di·validazione·e-mail.

source: Invalid e-mail
es: Dirección de correo incorrecta
it: E-mail invalida

source: E-mail not registered
es: E-mail no registrado
it: E-mail non registrata

source: E-mail change
es: Cambio de e-mail
it: Cambio e-mail

source: Insert the new e-mail address. An e-mail will be send to it for testing and confirmation.
es: Introduce la nueva dirección de correo. Se te enviará un e-mail para probar y confirmar.
it: Inserisci il nuovo indirizzo·e-mail.·Un·e-mail·sarà mandata per test e conferma.

source: New e-mail address:
es: Nueva dirección de correo:
it: Nuovo indirizzo e-mail:

source: Send confirmation
es: Enviar confirmación
it: Manda conferma

source: E-mail change successful
es: Cambio de dirección de correo satisfactorio
it: Cambio e-mail avvenuto con successo

source: E-mail change unsuccessful
es: Fallo en el cambio de dirección de correo
it: Cambio e-main fallito

source: E-mail change processed
es: Cambio de dirección de correo procesado
it: Cambio e-mail in corso

source: An e-mail has been sent to the new e-mail address to verify and activate it. Please access to your e-mail and complete this process following the instructions specified in the e-mail body.
es: Se te ha enviado un e-mail a la nueva dirección de correo para verificar y activarla. Por favor, accede a tu correo y completa este proceso siguiendo las instrucciones descritas en él.
it: Un e-mail è stata mandata ad un nuovo indirizzo e-mail per verificarla e attivarla. Per favore accedi alla tua e-mail e completa il seguente processo seguendo le istruzioni specificate nel corpo dell'e-mail.

source: You're receiving this e-mail because you requested an e-mail change
es: Has recibido este mensaje porque has solicitado un cambio de dirección de correo
it: Hai ricevuto questa e-mail perchè hai richiesto un cambio e-mail

source: for your user account at %(site_name)s
es: para tu cuenta de usuario en %(site_name)s
it: per il tuo account a %(site_name)s

source: If you want to proceed with this change, follow this link:
es: Si quieres proceder con este cambio, accede a este enlace:
it: Se vuoi procedere con questo cambio, segui questo link:

source: Your username, in case you've forgotten:
es: Tu usuario, en caso de que lo hayas olvidado:
it: Il tuo nome utente, nel caso l'hai dimenticato:

source: Thanks for using our site!
es: ¡Gracias por utilizar nuestro sitio!
it: Grazie per usare il nostro sito!

source: The %(site_name)s team
es: El equipo de %(site_name)s

source: E-mail validation successful
es: Validación de e-mail satisfactorio
it: Validazione e-mail avvenuta con successo

source: E-mail validation unsuccessful
es: Fallo en la validación de la dirección de correo

source: User login
es: Entrada de usuario
it: Login utente

source: Username:
es: Usuario:
it: Nome utente:

source: Password:
es: Contraseña:

source: Have you lost your password?
es: ¿Has perdido tu contraseña?
it: Hai perso la tua password?

source: Login
es: Entrar

source: This account has not been activated yet. You must have received an e-mail with instructions to activate it. If you want to resend the e-mail, please, click
es: Esta cuenta no ha sido activada todavía. Debes haber recibido un correo con instrucciones sobre como activarla. Si quieres que te reenviemos el e-mail, por favor, pincha
it: Questo account non è ancora stato attivato. Devi ricevere un'e-mail con le istruzioni per attivarlo. Se vuoi che venga rinviata un'e-mail, per favore clicca

source: here
es: aquí
it: qui

source: Your username and password didn't match. Please try again.
es: Tu usuario y contraseña no coinciden. Por favor, vuelve a intentarlo.
it: Il tuo nome utente e la password non coincidono. Per favore ritenta.

source: Logged out
es: Desconectado
it: Accesso annullato

source: You've been logged out.
es: Has sido desconectado.
it: Sei stato sloggato.

source: You're receiving this e-mail because you requested a password reset
es: Has recibido este e-mail porque has solicitado un resetedo de contraseña
it: Hai ricevuto questa e-mail perché hai chiesto di reimpostare la password

source: Feel free to change this password going to this page:
es: Puedes cambiar tu contraseña accediendo al siguiente enlace:
it: Sentiti libero di cambiare questa password andando a questa pagina:

source: Password change for
es: Cambio de contraseña de
it: Cambia la password per

source: Please enter your new password twice so we can verify you typed it in correctly.
es: Por favor introduce tu nueva contraseña dos veces para que podamos verificar que la has tecleado correctamente.
it: Per favore inserisci la tua nuova password due volte così noi possiamo verificare che l'hai scritta correttamente.

source: New password:
es: Nueva contraseña:
it: Nuova password:

source: Confirm password:
es: Confirmar contraseña:
it: Confermare la password:

source: Change my password
es: Cambiar mi contraseña
it: Modifica la mia password

source: Password change successful
es: Cambio de contraseña satisfactorio
it: Cambio di password avvenuto correttamente

source: The password has been changed successfully.
es: La contraseña se ha cambiado satisfactoriamente
it: La password è stata cambiata correttamente.

source: Password key expired
es: Clave de reseteo de contraseña expirada
it: La chiave della password è scaduta

source: The password key you're trying to use is expired. Please, request a new one.
es: La clave de cambio de contraseña que estás intentando utilizar ya ha expirado. Por favor, solicita una nueva.
it: La chiave della password che stai usando è scaduta. Per favore, richiedine una nuova.

source: Password reset
es: Reseteo de contraseña
it: Reimposta la password

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
es: ¿Has olvidado tu contraseña? Introduce tu dirección de correo para que la reseteemos y te enviemos una nueva por e-mail.
it: Dimenticata la password? Inserire il proprio indirizzo e-mail qui sotto: la password sarà reimpostata, e la nuova ti verrà inviata per e-mail.

source: E-mail address:
es: Dirección de correo:
it: Indirizzo e-mail:

source: Reset my password
es: Resetear mi contraseña
it: Reimposta la mia password

source: Password reset successful
es: Reseteo de contraseña satisfactorio
it: Password reimpostata correttamente

source: We've e-mailed you the instructions to obtain a new password. You should be receiving it shortly.
es: Te hemos enviado un e-mail con instrucciones para obtener una nueva contraseña. La recibirás en breve.
it: Ti abbiamo inviato un'email con le istruzioni per ottenere una nuova password. Dovresti riceverla brevemente.

source: User registration
es: Registro de usuario
it: Registrazione utente

source: Joining this community is quick and easy. You only need to fill the following information to get access to the all the private content.
es: Unirse a esta comunidad es rápido y fácil. Únicamente tienes que rellenar la siguiente información para poder acceder a todo el contenido privado.
it: Unirti a questa comunità è veloce e semplice. Occorre soltanto riempire le seguenti informazioni per ottenere accesso a tutti i contenuti privati.

source: E-mail:
es: Dirección de correo:

source: Password again:
es: Contraseña de nuevo:
it: Password ancora:

source: Register
es: Registrar
it: Registrati

source: If you already registered an account, but have not received the validation e-mail, please, click
es: Si ya habías registrado una cuenta, pero no has recibido el e-mail de validación de cuenta, por favor, pincha
it: Se hai già registrato un account, ma non hai ancora ricevuto l'email di validazione, per favore premi

source: Registration complete
es: Registro de usuario completado
it: Registrazione completa

source: You have successfully registered a new account. Access
es: Has registrado una nueva cuenta satisfactoriamente. Accede a
it: Hai registrato un nuovo account con successo. Accedi

source: your profile
es: tu perfil
it: il tuo profilo

source: to add more information about you (your e-mail for example), or go to the
es: para añadir más información acerca de ti (por ejemplo tu dirección de correo), o ves a la
it: aggiungi più informazioni su di te (la tua email per esempio), o vai a

source: login page
es: página de entrada de usuario
it: pagina di login

source: to authenticate and start using this site.
es: para autenticarte y empezar a utilizar este sitio.
it: autenticati e incomincia ad usare questo sito.

source: You're receiving this e-mail because you requested an account
es: Has recibido este e-mail porque has solicitado una cuenta
it: Hai ricevuto quest'email perchè hai richiesto un account

source: at %(site_name)s
es: en %(site_name)s
it: a %(site_name)s

source: Following this link, you will validate your e-mail address:
es: Accediendo a este enlace, validarás tu dirección de correo:
it: Seguendo questo link, validerai il tuo indirizzo email:

source: Your user has been created successfully, but you must validate your e-mail address before login to this site. You're going to receive an e-mail with instructions of how to finish the registration process.
es: Tu usuario ha sido creado correctamente, pero debes validar tu dirección de correo antes de poder acceder a este sitio. En breve recibirás un e-mail con instrucciones sobre cómo finalizar el proceso de registro de cuenta.
it: Il tuo utente è stato creato correttamente, ma devi validate il tuo indirizzo email prima di accedere a questo sito. Riceverai un'email con le istruzioni su come terminare il processo di registrazione.

source: Resend validation
es: Reenviar validación
it: Rimanda validazione

source: Enter your e-mail address below and we'll resend the user activation e-mail to you.
es: Introduce tu dirección de correo y te enviaremos un e-mail con instrucciones para la activación de tu usuario.
it: Inserisci sotto il tuo indirizzo d'email e noi ti rinvieremo un'email di attivazione.

source: Resend the activation e-mail
es: Reenviar el e-mail de activación de cuenta
it: Rimanda l'email di attivazione

source: Validation e-mail sent
es: E-mail de validación enviado
it: Email di validazione inviata

source: We've e-mailed you the new account validation e-mail. You are going to receive it shortly.
es: Te hemos enviado un e-mail para la validación de tu nueva cuenta a la dirección de correo que introdujiste. La recibirás en breve.
it: Ti abbiamo inviato una nuova email di validazione dell'account. La riceverai a breve.

source: Your user account was already active
es: Tu cuenta de usuario ya estaba activa
it: Il tuo account utente è già stato attivato

source: If you have lost your password you can change it with this utility
es: Si has perdido tu contraseña, puedes cambiarla con esta utilidad
it: Se hai perso la tua password puoi cambiarla con questa utility

source: Lost password utility
es: Utilidad de recuperación de contraseña
it: Utility password perduta
